{"lines":[{"characters":[0],"line":"Well, hello there. And welcome- to Urinetown! Not the place, of course. The musical. Urinetown \"the place\" is... well, it's a place you'll hear people referring to a lot throughout the show."},{"characters":[1],"line":"You hear the news? They carted Old So and So off to Urinetown the other day."},{"characters":[2],"line":"Is that so? What he do?"},{"characters":[1],"line":"Oh, such and such, I hear."},{"characters":[2],"line":"Well, what do you know? Old So and So."},{"characters":[0],"line":"It's kind of a mythical place, you understand. A bad place. A place you won't see until Act Two. And then...? Well, let's just say it's filled with symbolism and things like that."},{"characters":[0],"line":"But Urinetown \"the musical,\" well, here we are. Welcome. It takes place in a town like any town... that you might find in a musical. This here's the first setting for the show. As the sign says, it's a \"public amenity,\" meaning public toilet. These people have been waiting for hours to get in; it's the only amenity they can afford to get into."},{"characters":[3],"line":"Say, Officer Lockstock, is this where you tell the audience about the water shortage?"},{"characters":[0],"line":"What's that, Little Sally?"},{"characters":[3],"line":"You know, the water shortage. The hard times. The drought. A shortage so awful that private toilets eventually became unthinkable. A premise so absurd that-"},{"characters":[0],"line":"Whoa there, Little Sally. Not all at once. They'll hear more about the water shortage in the next scene."},{"characters":[3],"line":"Oh. I guess you don't want to overload them with too much exposition, huh?"},{"characters":[0],"line":"Everything in its time, Little Sally. You're too young to understand it now, but nothing can kill a show like too much exposition."},{"characters":[3],"line":"How about bad subject matter?"},{"characters":[0],"line":"Well--"},{"characters":[3],"line":"Or a bad title, even? That could kill a show pretty good."},{"characters":[0],"line":"Well, Little Sally, suffice it to say that in Urinetown (the musical) everyone has to use public bathrooms in order to take care of their private business. That's the central conceit of the show!"},{"characters":[0],"line":"Later on you'll learn that these public bathrooms are controlled by a private company. They keep admission high, generally, so if you're down on your luck, you have to come to a place like this- one of the poorest, filthiest urinals in town."},{"characters":[3],"line":"And you can't just go in the bushes either- there's laws against it."},{"characters":[0],"line":"That's right, Little Sally. Harsh laws, too. That's why Little Sally here's counting her pennies. Isn't that so, Little Sally?"},{"characters":[3],"line":"I'm very close, Officer. Only a few pennies away."},{"characters":[0],"line":"Aren't we all, Little Sally. Aren't we all."},{"characters":[4],"line":"Excuse me, sir, but can you tell me the way to the private company that controls these public bathrooms?"},{"characters":[2],"line":"You mean Urine Good Company?"},{"characters":[4],"line":"That's the one."},{"characters":[0],"line":"You'll meet the guy who runs Urine Good Company later. That there's his daughter."},{"characters":[2],"line":"It's quite a ways from here, ma'am. This here's the bad part of town."},{"characters":[4],"line":"So it is."},{"characters":[2],"line":"But if you squint, you can just make out their headquarters rising above the skyline."},{"characters":[4],"line":"The gleaming tower on the hill?"},{"characters":[2],"line":"That's the one."},{"characters":[4],"line":"Gosh, it's beautiful."},{"characters":[2],"line":"You most certainly are."},{"characters":[4],"line":"Pardon?"},{"characters":[2],"line":"It most certainly is."},{"characters":[4],"line":"Oh dear, I'm late already. Thanks ever so much for the directions and such. Bye!"},{"characters":[2],"line":"Anytime."},{"characters":[0],"line":"Well, we've talked on long enough, I imagine. Enjoy the show. And welcome- to Urinetown (the musical)!"},{"characters":[1],"line":"All right, folks, you know the drill. Form a line and have yer money ready. We'll nor be repeating yesterday's fiasco, and that means you, Old Man Strong."},{"characters":[3],"line":"...Four hundred and ninety six. Four hundred and ninety seven. Just a few more."},{"characters":[3],"line":"Penny for a pee, sir?"},{"characters":[3],"line":"Please, sir, spare a penny for a morning pee, sir?"},{"characters":[5],"line":"What's that?"},{"characters":[3],"line":"Or a nickel or a dime?"},{"characters":[5],"line":"Out of my way, child! I've peeing of my own to tend to."},{"characters":[3],"line":"But-"},{"characters":[6],"line":"I haven't got it!"},{"characters":[1],"line":"Then go get it!"},{"characters":[6],"line":"C'mon, Penny, I'm good for it."},{"characters":[1],"line":"That's what you said last week and I still haven't seen penny one. And it's Ms. Pennywise to you."},{"characters":[6],"line":"Bobby! Bobby, reason with the woman. I'm a little short this morning."},{"characters":[7],"line":"No shorter than yesterday. Unless I've grown."},{"characters":[2],"line":"He's my pa, Ms. Pennywise. Can't he come in for free? Just this once?"},{"characters":[1],"line":"Get your head out of the clouds, Bobby Strong. No one gets in for free."},{"characters":[6],"line":"Now, Ms. Pennywise, we've all had to make special... arrangements with people in high places over the years. Why not let this one be ours?"},{"characters":[8],"line":"If Old Man Strong gets in for free, then so do I!"},{"characters":[7],"line":"And I!"},{"characters":[9],"line":"And I!"},{"characters":[1],"line":"Quiet back there! No one's gettin' anywhere for free! Don't you think I have bills of my own to pay?! Don't you think I have taxes and tariffs and payoffs to meet, too?! Well, I do! And I don't pay them with promises, see. I pay them with cash! Cold hard cash. Every morning you all come here. And every mornng some of you got reasons why ya ain't gonna pay. And I'm here to tell ya, ya is gonna pay!"},{"characters":[2],"line":"But, Ms. Penny-"},{"characters":[1],"line":"No buts, Bobby."},{"characters":[6],"line":"In the name of God, Penny, what difference could it make?"},{"characters":[1],"line":"What difference?!!"},{"characters":[2],"line":"But, Ms. Pennywise-"},{"characters":[1],"line":"I said no buts, Bobby. You're a sweet lookin' boy and I likes to keep you around, but this man ain't comin' in without payin'. Not this time."},{"characters":[6],"line":"I can't wait much longer, Bobby. There's no tellin' What I might do!"},{"characters":[2],"line":"But, Ms. Pennywise-"},{"characters":[6],"line":"That's enough, Bobby."},{"characters":[6],"line":"No need to jeopardize your position."},{"characters":[6],"line":"I'm through with all this, you see."},{"characters":[6],"line":"Scrapin' cash three times a day."},{"characters":[6],"line":"Crazy with the nitrates half the time."},{"characters":[6],"line":"It's no way to live, I tells ya! No way to live!"},{"characters":[2],"line":"Pa! Pa, what are ya doin'?! Have ya lost your mind?!"},{"characters":[6],"line":"More than that, boy! A whole lot more than that!"},{"characters":[8],"line":"Looky there!"},{"characters":[10],"line":"It's Old Man Strong! He ain't waitin'!"},{"characters":[9],"line":"He's peein' right there on the pavement, he is!"},{"characters":[7],"line":"If he's goin', then I'm goin'!"},{"characters":[0],"line":"Oh no, you're not!"},{"characters":[11],"line":"All right, then! Make way!"},{"characters":[0],"line":"Make way, damn you! Make way!"},{"characters":[6],"line":"Ahhh. That's better."},{"characters":[11],"line":"So, if it ain't Old Man Strong."},{"characters":[6],"line":"The same."},{"characters":[0],"line":"Is this your doing, Strong?"},{"characters":[6],"line":"It is."},{"characters":[0],"line":"Seize him!"},{"characters":[0],"line":"You've done a terrible thing here today, Strong."},{"characters":[6],"line":"I did what I thought was necessary."},{"characters":[1],"line":"Grab a mop, Bobby. Never thought I'd live to see the day."},{"characters":[0],"line":"Breaking the Public Health Act is an exiling offense, Strong."},{"characters":[11],"line":"Quite exiling."},{"characters":[6],"line":"What if it is? I feel better now, and that's all I cares about."},{"characters":[2],"line":"Oh, Pa."},{"characters":[0],"line":"Always knew we'd get you in the end, Joseph Strong. Take him away!"},{"characters":[6],"line":"Bobby!"},{"characters":[2],"line":"Pa!"},{"characters":[6],"line":"Don't forget me, Bobby!"},{"characters":[2],"line":"I won't, Pa!"},{"characters":[6],"line":"And tell yer mother... tell yer mother that I love her!"},{"characters":[2],"line":"I will, Pa! I will!"},{"characters":[6],"line":"Remember me, boys! Oh God, what have I done?! Remember me!"},{"characters":[2],"line":"\"What became of him\"? What do you mean by that?"},{"characters":[0],"line":"Just keep your head out of the clouds, that's all I'm saying. Good day."},{"characters":[1],"line":"All right, Who's ready to pay?!"},{"characters":[8],"line":"It's my last few dollars, but I'll pay."},{"characters":[7],"line":"Me, too!"},{"characters":[9],"line":"Me, too!"},{"characters":[8],"line":"We'll all pay, Bobby Strong! Always and forever, just so long as you keep lettin' us pay!"},{"characters":[2],"line":"Oh, Pa! What's to become of you?"},{"characters":[1],"line":"Back to work, then, Bobby! The morning rush is on!"}]}