{"lines":[{"characters":[5],"line":"Where's my dough?!"},{"characters":[12],"line":"Isn't that what we're all asking ourselves, Senator? Where's my dough? From the cop walking his beat to the little baby asleep in his mother's arms, we're all asking the same question: Where's my dough? And by dough, of course, I mean money."},{"characters":[5],"line":"I made my Speech! Where's my dough?!"},{"characters":[12],"line":"Oh, there'll be plenty of dough for everyone, Senator, once the new fee hikes breeze through the Legislature."},{"characters":[5],"line":"I was hoping to wait for the vote during my latest fact finding mission- to Rio! Wouldn't want to be around once the new fee hikes breeze through."},{"characters":[12],"line":"You think I've gone too far this time, don't you, Fipp?"},{"characters":[5],"line":"It's a powder keg out there, Cladwell. This time I think it's gonna blow!"},{"characters":[4],"line":"Daddy?"},{"characters":[12,5,13],"line":"Whaa-?!"},{"characters":[12],"line":"Hope darling, I thought you'd never get here!"},{"characters":[4],"line":"Sorry I'm late, Daddy. I left just as soon as my exams were finished."},{"characters":[12],"line":"How's everything, dear?"},{"characters":[4],"line":"Fine, Daddy. Just fine. It feels great to be done with school. Finally."},{"characters":[12],"line":"You see there, Mister McQueen! Beautiful, big hearted, and now with a head filled with the best stuff money can buy."},{"characters":[13],"line":"Well, if the Stuff in her head is nearly as big as the stuff in her heart, I'm sure she'll be running this company in no time."},{"characters":[12],"line":"That'll be all, Mister McQueen."},{"characters":[13],"line":"Yes, of course."},{"characters":[5],"line":"Well, I'll be. Hope Cladwell, and all grown up, too."},{"characters":[4],"line":"Hello, Senator."},{"characters":[5],"line":"Come to join your father's little operation?"},{"characters":[4],"line":"It's just a fax/copy position, Of course. First day."},{"characters":[5],"line":"A fax/copy girl, huh? Well, your father mentioned he was bringing on a new fax/copy girl. He neglected, however, to mention how beautiful she'd be. You'd be. You're so beautiful. Even as a little girl I always thought-"},{"characters":[12],"line":"That's enough, Fipp."},{"characters":[5],"line":"Yes, of course."},{"characters":[12],"line":"Well, we won't keep you, Senator; it's a big day. I'm sure you'll have your hands full on the floor of the Legislature, what with the fee hike vote and all."},{"characters":[5],"line":"Oh, they'll be full, Cladwell. And by this time tomorrow I fully expect them to be full of cash."},{"characters":[12],"line":"Oh, they'll be full of cash, Senator. We'll all be full of cash, provided the vote comes through."},{"characters":[5],"line":"Oh, the vote will come through, Cladwell. It'll come through just as long as you come through with the cash."},{"characters":[12],"line":"No worries there, Senator. Once the vote comes through, there'll be nothing else to come through but the cash."},{"characters":[5],"line":"And no need to worry about the vote-"},{"characters":[12],"line":"Fipp! I think we understand each other."},{"characters":[5],"line":"Yes. Well. Goodbye."},{"characters":[12],"line":"Let's meet the staff. Staff!"},{"characters":[12],"line":"Staff, this here's my daughter- and our newest fax copy girl- Hope Cladwell. Hope Cladwell, the good people of Urine Good Company, or UGC, as it's known for short."},{"characters":[4],"line":"Hello, everybody!"},{"characters":[0,1,4,5,11,13,16],"line":"Hello, Hope!"},{"characters":[12],"line":"Say a few words, Hope darling."},{"characters":[4],"line":"Well... uh... it's a great company and I hope to help you make it even greater."},{"characters":[12],"line":"Well, that's absolutely right, Hope dear, absolutely right. For you see, ladies and gentlemen, twenty years ago we came to the people of this community with a simple proposition: Look the other way while we run this company the way we see fit, and we will keep the pee off the Street and the water in the ground. Hope here has come to join our little operation, to help us keep that promise, so promise me you'll treat her like the Cladwell she is, for one day she may be standing in the shoes you see me wearing today, the shoes I wore when I made that promise those many years ago."},{"characters":[4],"line":"Gosh, I never realized large, monopolizing corporations could be such a force for good in the world."},{"characters":[12],"line":"Few do."},{"characters":[4],"line":"Gosh, Daddy, they certainly do seem to adore you. So why do I feel so conflicted?"},{"characters":[12],"line":"Nonsense. Did I send you to the Most Expensive University in the World to teach you how to feel conflicted, or to learn how to manipulate great masses of people?"},{"characters":[4],"line":"To learn how to manipulate great masses of people, Daddy."},{"characters":[12],"line":"Which is exactly what we'll do. Now get faxing!"},{"characters":[4],"line":"And copying!"},{"characters":[12],"line":"And- welcome home."}]}