{"lines":[{"characters":[3],"line":"...Five hundred and thirty seven, five hundred and thirty eight, just a few more..."},{"characters":[0],"line":"Well, hello there, Little Sally. Awfully late for a little girl to be out and about. Especially on a night like tonight."},{"characters":[3],"line":"Oh. Just tryin' to scrape together a few coins before the late night rush is all. Got one to spare?"},{"characters":[0],"line":"Sure, Little Sally. I'm in a good mood tonight."},{"characters":[3],"line":"Gee, thanks. Say, Officer Lockstock, I was thinkin'. We don't spend much time on hydraulics, do we?"},{"characters":[0],"line":"Hydraulics, Little Sally?"},{"characters":[3],"line":"You know, hydraulics. Hydration. Irrigation. Or just plain old laundry. Seems to me that with all the talk of water shortage and drought and whatnot, we might spend some time on those things, too. After all, a dry spell would affect hydraulics, too, you know."},{"characters":[0],"line":"Why, sure it would, Little Sally. But... How shall I put it? Sometimes- in a musical- it's better to focus on one big thing rather than a lot of little things. The audience tends to be much happier that way. And it's easier to write."},{"characters":[3],"line":"One big thing, huh?"},{"characters":[0],"line":"That's right, Little Sally."},{"characters":[3],"line":"Oh. Then why not hydraulics?"},{"characters":[0],"line":"Run along, then, Little Sally. Wouldn't want you to miss last call. Ms. Pennywise won't hold the gate forever, you know."},{"characters":[3],"line":"Oh, yeah, right. Thanks for the coin! Bye!"},{"characters":[11],"line":"What a night."},{"characters":[0],"line":"Everything cleaned up all right, Mister Barrel?"},{"characters":[11],"line":"Sure, same as always. Did you hear him scream, though, Mister Lockstock?"},{"characters":[0],"line":"Old Man Strong?"},{"characters":[11],"line":"All the way down to Urinetown."},{"characters":[0],"line":"Oh yes, I heard him, Mister Barrel. But then, they all seem to scream in the end, now, don't they? As their long journey into \"exile\" comes to a close and the Spires of Urinetown peek above the horizon? They do scream then, Mister Barrel. They most certainly do."},{"characters":[11],"line":"I suppose I thought he might be different, somehow."},{"characters":[0],"line":"Different?"},{"characters":[11],"line":"Old Man Strong. Always seemed a bit tougher than the rest. I was hoping he might... I don't know... surprise us, somehow."},{"characters":[0],"line":"If there's one thing I've learned in my years enforcing the laws of this city, it's that the journey down to Urinetown offers no surprises. Not even from the very toughest amongst us. On that journey expect only the expected."},{"characters":[0],"line":"Off you go, then, boys. And happy hunting."},{"characters":[11],"line":"Hm... yes. So, have you made plans for your journey yet?"},{"characters":[0],"line":"To Urinetown?!"},{"characters":[11],"line":"To Rio, of course."},{"characters":[0],"line":"Oh. Yes. Rio. Well, I had to squeeze Cladwell a bit tighter than usual for our monthly payoffs, extortion fees, money bribes, and such. But-"},{"characters":[11],"line":"Caution, Mister Lockstock. It would seem we're no longer alone."},{"characters":[0],"line":"Well, I'll be."},{"characters":[11],"line":"If I'm not mistaken, that there's his daughter."},{"characters":[0],"line":"So it is. And all grown up, too. Ms. Cladwell! A little late for you to be out, don't you think?"},{"characters":[4],"line":"Oh, hello, Officers."},{"characters":[0],"line":"If I didn't know better, I'd say you were on a late night behind the bushes to relieve yourself for free kind of walk."},{"characters":[4],"line":"Oh no, Officers. I'm just coming home from work. First day."},{"characters":[11],"line":"Long hours."},{"characters":[0],"line":"Just like us."},{"characters":[4],"line":"There's some kind of big vote down at the Legislature tonight. Plenty of faxing to do."},{"characters":[11],"line":"And copying, I imagine."},{"characters":[4],"line":"Oh yes. And copying."},{"characters":[0],"line":"I must say, Ms. Cladwell, your father mentioned the size and purity of your heart. He neglected, however, to mention the size and purity of your beauty."},{"characters":[4],"line":"Does beauty have a size, Officer?"},{"characters":[0],"line":"In some countries."},{"characters":[0],"line":"I'd take care on these streets late at night, Ms. Cladwell. There's no telling what some people wouldn't do for a few coins."},{"characters":[11],"line":"Especially these days, what with the new fee hikes and all."},{"characters":[4],"line":"Oh, I'm not afraid of people, Officers."},{"characters":[0],"line":"Oh, no?"},{"characters":[4],"line":"Not really. Everyone has a heart, you see. As long as you know that, you need never fear a soul."},{"characters":[0],"line":"Everyone?"},{"characters":[4],"line":"Everyone."},{"characters":[11],"line":"Even criminals?"},{"characters":[4],"line":"Even criminals."},{"characters":[2],"line":"Even policemen?"},{"characters":[0,11],"line":"Whaa-?!"},{"characters":[11],"line":"Bobby Strong!"},{"characters":[0],"line":"Out a bit late, don't you think?"},{"characters":[2],"line":"Out late taking care of another late night rush is all. There's talk of more fee hikes, people are getting edgy."},{"characters":[0],"line":"Are they? Well, I'm glad to hear you were otherwise engaged. Wouldn't want to put you under suspicion for taking a late night behind the bushes-"},{"characters":[2],"line":"I don't need to do that anymore, Officers. Not while I work for Penny, I don't."},{"characters":[11],"line":"But you still need to keep your head out of the clouds now, don't you?"},{"characters":[2],"line":"What do you mean by that?"},{"characters":[0],"line":"What he means is, you're a good boy, Bobby Strong. See that you don't end up like your father."},{"characters":[2],"line":"And how did my father end up?"},{"characters":[0],"line":"Well, we're off. Our work's never done. Good night."},{"characters":[4],"line":"Good night, Officers."},{"characters":[11],"line":"Good night, Bobby."},{"characters":[4],"line":"You were rather brave with them."},{"characters":[2],"line":"I don't care for policemen. Not those two, anyway."},{"characters":[4],"line":"Policemen protect the peace."},{"characters":[2],"line":"Do they?"},{"characters":[4],"line":"Usually."},{"characters":[2],"line":"Didn't I see you down by the amenity this morning?"},{"characters":[4],"line":"That was me. I was rushing off to work, first day."},{"characters":[2],"line":"Find your way all right?"},{"characters":[4],"line":"The gleaming tower on the hill? Couldn't miss it."},{"characters":[2],"line":"Beautiful."},{"characters":[4],"line":"It's rather shiny, that's true enough."},{"characters":[2],"line":"Did you mean what you said to those policemen? About everyone having a heart?"},{"characters":[4],"line":"Well, sure I did."},{"characters":[2],"line":"Because... well, because mine feels awful cold just now."},{"characters":[4],"line":"Cold?"},{"characters":[2],"line":"Or empty. One of the two."},{"characters":[4],"line":"Not because of me, I hope?"},{"characters":[2],"line":"Oh no. Because of something I did."},{"characters":[6],"line":"Bobby! Bobby, reason with the woman! I'm a little short this morning!"},{"characters":[7],"line":"No shorter than yesterday. Unless I've grown."},{"characters":[2],"line":"Or, rather, something I didn't do."},{"characters":[4],"line":"If it feels cold, then it must still be there, don't you think?"},{"characters":[2],"line":"Unless there's a vacuum where it used to be."},{"characters":[4],"line":"A vacuum? In your chest? It sounds so implausible."},{"characters":[2],"line":"I did something wrong this morning is all I'm trying to say. I can't seem to get it out of my head."},{"characters":[4],"line":"The vacuum?"},{"characters":[2],"line":"My action. I let someone down that I love dearly. I feel real bad about it."},{"characters":[4],"line":"Well, maybe that's nature's way of telling you that now's the time to lift someone up?"},{"characters":[2],"line":"Really?"},{"characters":[4],"line":"Sure. Do you think you'd be feeling as bad as you do if you didn't have a heart?"},{"characters":[2],"line":"I don't know. I suppose not."},{"characters":[4],"line":"Of course you wouldn't. Because then you'd be dead."},{"characters":[2],"line":"Follow my heart? But to where?"},{"characters":[4],"line":"To wherever your heart tells you to go."},{"characters":[2],"line":"Even... there?"},{"characters":[4],"line":"Even to the clouds, if that's what your heart commands. What's it saying now?"},{"characters":[2],"line":"I don't know. I don't know how to listen to my heart."},{"characters":[4],"line":"You have to listen carefully. Here, let me try."},{"characters":[2],"line":"Do you-"},{"characters":[4],"line":"Sshh! Ah, there it is. It's saying"},{"characters":[4],"line":"You see there? Even your heart knows you should follow your heart."},{"characters":[2],"line":"\"Peace and joy. Plenty of water.\" I guess I do want those things."},{"characters":[4],"line":"There's something else your heart was saying. Maybe something I shouldn't have heard."},{"characters":[2],"line":"There was?"},{"characters":[4],"line":"I think so. It was barely audible, but I definitely heard something."},{"characters":[2],"line":"Well? What was it?"},{"characters":[4],"line":"Let me try again, maybe I can make it out this time. There it is. So faint... it's saying"},{"characters":[4],"line":"\"Someone is waiting there\"? Why, my heart was saying those exact words just the other day."},{"characters":[2],"line":"It was?"},{"characters":[4],"line":"Sure it was. \"Squalor and noise,\" \"hopes and joys.\" It was telling me about all those things."},{"characters":[2],"line":"I didn't know two hearts could speak as one."},{"characters":[4],"line":"I didn't either. Until now. Here, listen."},{"characters":[4],"line":"Well, good night..."},{"characters":[2],"line":"Bobby. Bobby Strong."},{"characters":[4],"line":"Good night, Bobby Strong."},{"characters":[2],"line":"And good night..."},{"characters":[4],"line":"Hope."},{"characters":[2],"line":"Good night, Hope. I won't forget what you said, about the clouds and my heart."},{"characters":[4],"line":"And I won't forget what you said, about the laughter and the gladness."},{"characters":[4],"line":"Wait a minute, when can I see you again?"},{"characters":[2],"line":"In this darkness I'm afraid you can't see me at all. But a bright, shining world is waiting to start, I can feel it. Come to Amenity Number Nine tomorrow. I'll show it to you."},{"characters":[3],"line":"She loves him, doesn't she, Officer Lockstock?"},{"characters":[0],"line":"Sure, she does, Little Sally. He's the hero of the show, she has to love him."},{"characters":[3],"line":"Yeah. Everyone loves Bobby Strong. What's it like, Officer Lockstock?"},{"characters":[0],"line":"What's what like, Little Sally?"},{"characters":[3],"line":"Urinetown."},{"characters":[0],"line":"Oh, I can't tell you that, Little Sally."},{"characters":[3],"line":"Why not?"},{"characters":[0],"line":"Because it's a secret, that's why. Its power depends on mystery. I can't just blurt it out, like \"There is no Urinetown! We just kill people!\" Oh no. The information must be oozed out slowly, until it bursts forth in one mighty, cathartic moment! Somewhere in Act Two. With everybody singing, and things like that."},{"characters":[3],"line":"Oh. I get it."},{"characters":[0],"line":"Well, I should be going. It's time for the next scene."},{"characters":[3],"line":"The next morning at the amenity, when the new fee hikes are announced?"},{"characters":[0],"line":"That's the one. So long for now, Little Sally. And keep your head down."}]}