{"lines":[{"characters":[13],"line":"And so with this piece of paper the UGC awards Amenity Number Nine the first of our new and entirely legal fee hikes, which we hope you all will honor and enjoy."},{"characters":[13],"line":"Of course, no one knows better than the good people at Urine Good Company how difficult times are, but research into finding the long term solutions we need is expensive. So, for the time being, our decision is firm and we look forward to going to Rio with our new profits. I mean, we look forward to finding lasting solutions... and things like that. Good luck, Ms. Pennywise, see you in... well, you know where."},{"characters":[7],"line":"You can't do this to us, Ms. Pennywise! It'll be off to Urinetown for the lot of us sooner or later if you do!"},{"characters":[1],"line":"And it'll be off to Urinetown for me if I don't. Now get in line and have your money ready- the new fee hike money, that is!"},{"characters":[2],"line":"Ms. Pennywise!"},{"characters":[1],"line":"Bobby Strong! Where the hell have you been?!"},{"characters":[2],"line":"Sorry I'm late, Ms. Pennywise. I was up all night thinking, is all."},{"characters":[1],"line":"Up all night thinking, is it?! You work here now, Bobby, you don't need to go in the bushes anymore."},{"characters":[2],"line":"I wasn't-"},{"characters":[1],"line":"Like father, like son, that's what I say. Now let's get to work."},{"characters":[2],"line":"But it was about my father that I was thinking, Ms. Pennywise. About what happened to him yesterday. About what's happening to all of us."},{"characters":[1],"line":"He broke the law yesterday, Bobby, and that's the end of it."},{"characters":[2],"line":"But what if the law is wrong?"},{"characters":[1],"line":"What did you say?"},{"characters":[2],"line":"I said, what if the law is wrong, Ms. Pennywise?! What if all this is wrong?!"},{"characters":[1],"line":"Wrong?! You've got a sweet lookin' head, Bobby, a sweet lookin' head! But you keep it up there in the clouds day after day after day, and it's gotta come down from there. You hear me?! Get that head out of the clouds, Bobby Strong! You get it out of the clouds!"},{"characters":[1],"line":"Alright, folks, you know the drill."},{"characters":[1],"line":"The same as it's always been."},{"characters":[1],"line":"Now, who's first?"},{"characters":[15],"line":"I am!"},{"characters":[2],"line":"Ma!"},{"characters":[1],"line":"We'll take your fee now, Mrs. Strong. The improved fee, that is."},{"characters":[15],"line":"But this is all I have, Ms. Pennywise."},{"characters":[3],"line":"Haven't you enough, Mrs. Strong?"},{"characters":[15],"line":"Here's all I have, Bobby. Is it enough?"},{"characters":[2],"line":"You hold on to that money, Ma."},{"characters":[15],"line":"Really?"},{"characters":[1],"line":"The fee is the law, Bobby Strong. She'll abide by it or she'll join her husband."},{"characters":[2],"line":"And what if there was a new law in town, Ms. Pennywise? A new law that didn't come from any voting process or elected body or process of judicial review, but a brand new law that came from an organ. That's right, a muscular, blood pumping organ. Like this one. Right here."},{"characters":[1],"line":"A muscular organ?"},{"characters":[2],"line":"Can't you see it, Ms. Pennywise? Well, if this one's too small for you, why not try this one on for size?!"},{"characters":[1],"line":"It's... it's blinding me!"},{"characters":[1],"line":"Don't do this, Bobby. You'll regret it."},{"characters":[2],"line":"I don't think so. C'mon, Ma. This one's on the house. For everyone! Forever!"},{"characters":[1],"line":"Oh, Bobby, what's to become of you? What's to become of us all?!"}]}