{"lines":[{"characters":[0],"line":"Well, hello there. And welcome- to Act Two! Things have changed here a bit Since last we saw each other, so I'll bring you up‘to speed on a few things. As you may remember, the rebel poor under Bobby's leadership kidnapped Hope and used her as a shield to escape due punishment from my... man. Word has it they're holed up in some secret hideout somewhere. Perhaps this one- here."},{"characters":[8],"line":"Where the hell is Bobby?! And Little Sally?! And Old Ma Strong?! They should have been back by now."},{"characters":[14],"line":"Ah, who are we kiddin'? The police probably nabbed them hours ago. It's just a matter of time before our whereabouts are tortured out of them. And then it'll be off to Urinetown for the lot of us."},{"characters":[7],"line":"Wha- what's it like, do you think?"},{"characters":[14],"line":"Urinetown? Don't even ask."},{"characters":[10],"line":"No one knows for sure."},{"characters":[14],"line":"I got my suspicions."},{"characters":[7],"line":"Oh yeah?"},{"characters":[9],"line":"Sure, kid, everyone's got suspicions."},{"characters":[14],"line":"So don't get your hopes up. And I say if they're not back soon, we give it to her like her father was gonna give it to us."},{"characters":[0],"line":"People hear lots of things about Urinetown, of course, and that's just the way we like it. For example, a little boy once asked me, \"Is Urinetown actually a nice place to live? Gingerbread houses along golden, frothy canals? Like Venice, but different?\" I didn't say yes. I didn't say no either."},{"characters":[12],"line":"I want them found, damn it! I want my daughter released and I want Bobby Strong punished!"},{"characters":[0],"line":"We're working round the Clock, Sir. But as the sign says, it is a secret hideout, so-"},{"characters":[12],"line":"Enough of your excuses, Lockstock! You've got weapons! Use them!"},{"characters":[0],"line":"But, sir-"},{"characters":[13],"line":"We should hurry, sir. The Emergency Planning Quorum is waiting."},{"characters":[12],"line":"Yes, of course. The Quorum."},{"characters":[15],"line":"That was a close one, Bobby. I thought Barrel saw us there for sure."},{"characters":[2],"line":"We'll have to keep on our toes, Ma. At least until we've distributed the rest of these memos to the other assistant custodians around the city."},{"characters":[15],"line":"Do you think they'll join us?"},{"characters":[2],"line":"Hard to say. They're scared like we used to be scared, but if it's true what they say about everyone having a heart, they'll have to join us."},{"characters":[15],"line":"Your heart is like a stallion?"},{"characters":[2],"line":"I'll explain along the way, Ma. C'mon, let's go."},{"characters":[0],"line":"Where are they hiding, Little Sally?! Tell me and I'll see things go easy on you."},{"characters":[3],"line":"Easy on me?! You mean like sending me to the nice part of Urinetown?!"},{"characters":[0],"line":"That can be arranged."},{"characters":[3],"line":"Save it for one of your other stoolies, Officer Lockstock. My heart's with the rebellion. And besides, the way I see it, I'm already in Urinetown. We all are. Even you."},{"characters":[0],"line":"Me? In Urinetown?"},{"characters":[3],"line":"Sure. The way I see it, Urinetown isn't so much a a place as it is a metaphysical place."},{"characters":[0],"line":"Where'd she go?! Damn it. Welcome back, everybody. And enjoy- what's left of the show! Little Sally... Little Sally... What did you mean by \"metaphysical\"?"}]}