{"lines":[{"characters":[14],"line":"I say five more seconds and then we let her have the rope. Five... Four... Three, two, one!"},{"characters":[3],"line":"Geez, that was a close one. Cops crawlin' all over the place."},{"characters":[9],"line":"Little Sally! Where the hell have you been?!"},{"characters":[3],"line":"Spyin' near the tower, is all. Cladwell and Fipp and Ms. Pennywise, they was all meetin' up there. Some kind of- I don't know what you want to call it- a quorum of some kind."},{"characters":[14],"line":"That's it, she gets the rope."},{"characters":[3],"line":"The rope?"},{"characters":[9],"line":"String her up!"},{"characters":[3],"line":"Wait a minute! You can't just give her the rope!"},{"characters":[14],"line":"Why not?!"},{"characters":[3],"line":"Because killin' her would make us no better than them."},{"characters":[9],"line":"Haven't you heard, Little Sally? We are no better than them. In fact, we're worse."},{"characters":[3],"line":"Worse?!"},{"characters":[14],"line":"Whaddaya think they talk about in those quorums they got up there- how good we are?! So listen up now! Any second those cops are gonna bust in here and bust us up like a bunch of overripe cantaloupes! So I say as long as our juice has gotta spill- all over this floor, here- her juice has gotta spill, too! Cladwell juice! Then we'll see who's better than who."},{"characters":[3],"line":"\"Snuff that girl\"? But killing people is wrong!"},{"characters":[9],"line":"Then why does it feel so right?"},{"characters":[7],"line":"Let's bring our message of hate to the entire world!"},{"characters":[14],"line":"Easy, friend, a message like ours works best under extremely unbalanced circumstances."},{"characters":[9],"line":"Such as we have right here?"},{"characters":[14],"line":"Exactly. Now, get the rope."},{"characters":[7],"line":"That's right, the rope."},{"characters":[9],"line":"String her up. That's the answer. String up the strumpet daughter of the criminal urinal chain owner Cladwell!"},{"characters":[8],"line":"Kill her!"},{"characters":[10],"line":"Hang her!"},{"characters":[9],"line":"Kill her!"},{"characters":[2],"line":"Enough!"},{"characters":[2,3,6,7,8,9,10,14,15],"line":"Whaa-?!"},{"characters":[3],"line":"Bobby Strong."},{"characters":[2],"line":"No one's going to be killing anyone around here."},{"characters":[14],"line":"Why not?"},{"characters":[15],"line":"Because she's our security blanket, that's why!"},{"characters":[8],"line":"But we're so afraid, Bobby. Killing her might make us feel powerful for a moment."},{"characters":[2],"line":"Friends, I know you're afraid. But this has got to be about more than just revenge and the vicarious thrill of stringing someone up who can't defend herself."},{"characters":[9],"line":"But why? We want to hang her as revenge for her father's crimes."},{"characters":[3],"line":"I think he's just in love with her, that's what I think."},{"characters":[2],"line":"Maybe I am."},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Whaa-?!"},{"characters":[2],"line":"And maybe I made a promise up there. A promise that from this day forward, no man would be denied his essential humanity due to the condition of his pocketbook. That no man in need would be ignored by another with the means to help him. Here and now, from this day forward, because of you, and you, and you, we will look into the faces of our fellow men and see not only a brother, but a sister as well."},{"characters":[14],"line":"What is that supposed to mean?"},{"characters":[8],"line":"When did he say that?"},{"characters":[7],"line":"I don't remember him saying that."},{"characters":[9],"line":"All I remember him saying was \"Run! Run for your lives! Run!\""},{"characters":[2],"line":"Well, that was in the heat of battle. And in the heat- the actual hotness of battle- the cry of freedom sounds something like"},{"characters":[7],"line":"I'm frightened!"},{"characters":[2],"line":"As well you should be. Freedom is scary; it's a blast of cool wind that burns your face to wake you up."},{"characters":[7],"line":"Literally?!"},{"characters":[2],"line":"Yes."},{"characters":[3],"line":"What do we do now?"},{"characters":[15],"line":"The police will be on the lookout for us, that's for sure."},{"characters":[2],"line":"When the time comes, we fight the police!"},{"characters":[8],"line":"But how?!"},{"characters":[2],"line":"With blood! Guts! Brains, if we have to! It may take years! And some of us will almost certainly not make it through the revolution alive! Maybe all of us! But fight on we will, for all the decades necessary, to claim freedom for the people of this' land!!"},{"characters":[7],"line":"Decades?"},{"characters":[9],"line":"How about a real plan?"},{"characters":[1],"line":"I've got a real plan."},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Whaa-?!"},{"characters":[2],"line":"Ms. Pennywise? How did you find us?"},{"characters":[1],"line":"I had a feeling you'd be here. No one knows the sewer system like you do, Bobby."},{"characters":[2],"line":"Or you."},{"characters":[1],"line":"Cladwell would like to talk to you, Bobby."},{"characters":[2],"line":"What about?"},{"characters":[1],"line":"He wants to discuss the situation with you man-to-man. He says he now understands how unhappy the people of this community have become and he wants to work out a solution with you. Peacefully."},{"characters":[7],"line":"Now there's a shortcut."},{"characters":[8],"line":"That'll save us on the decades of struggle!"},{"characters":[15],"line":"But can we trust him?"},{"characters":[1],"line":"Mister Cladwell doesn't want a fight, Mrs. Strong. He just wants his amenities up and running, smooth and natural. That's all he's ever wanted."},{"characters":[2],"line":"What do you think, Little Sally?"},{"characters":[3],"line":"I think it might be difficult for your love to grow with Hope tied to that chair for the rest of her life."},{"characters":[2],"line":"All right, I'll go."},{"characters":[15],"line":"Bobby, no! What if it's a trick?!"},{"characters":[2],"line":"That's just a chance I'll have to take."},{"characters":[1],"line":"What about the girl?"},{"characters":[15],"line":"She stays here. Any funny business and she gets it. You tell that to Cladwell."},{"characters":[1],"line":"Sure, I'll tell him. Likewise with the girl. Give it to her and we give it to him. Get me?"},{"characters":[2],"line":"We'll be careful."},{"characters":[1],"line":"Now, stay calm, Hope darling. We'll have you out of this in no time."},{"characters":[4],"line":"Hello, Bobby."},{"characters":[2],"line":"Hello, Hope."},{"characters":[4],"line":"So this is the bright, new day you were telling me about."},{"characters":[2],"line":"I don't blame you for being angry with me, Hope. But your father gave us no choice."},{"characters":[4],"line":"They may not have taught me much at the Most Expensive University in the World, but they taught me this much: kidnapping people is wrong."},{"characters":[2],"line":"Really? They taught you that there?"},{"characters":[4],"line":"I thought we had something special together, Bobby."},{"characters":[2],"line":"We do have something special together, Hope. But until freedom rules the people of this land instead of fear, love has about as much chance as a baby bunny drowning in a vat of boiling water."},{"characters":[4],"line":"Maybe less."},{"characters":[2],"line":"I didn't mean to drag you into all this, Hope."},{"characters":[4],"line":"And I didn't mean to... Oh, I guess I don't know what I meant to do."},{"characters":[2],"line":"Look to your heart, Hope. I think the answer to what you want is waiting for you there, deep down, somewhere among the tissues."},{"characters":[4],"line":"Wait a minute, when will I see you again?"},{"characters":[4],"line":"Oh, Bobby."}]}