{"lines":[{"characters":[12],"line":"You've caused a lot of excitement over the past few days, Mister Strong. Gotten a lot of people riled up."},{"characters":[2],"line":"This is just the beginning, Mister Cladwell. The people have only just begun to fight."},{"characters":[12],"line":"Keeping my daughter confined against her will- is that how the people fight?"},{"characters":[2],"line":"They fight by any means necessary."},{"characters":[16],"line":"The streets are still ours, Mister Strong. Your people are just holed up in some underground sewer."},{"characters":[2],"line":"They'll be up."},{"characters":[0],"line":"Sorry to interrupt, Mister Cladwell. There's a disturbance over at Public Amenity Number Thirty-two, Number Fifteen as well. Word's begun to spread."},{"characters":[11],"line":"People have gathered at all the rest. They're waiting to see what young Bobby will do."},{"characters":[0],"line":"After he meets with you, of course."},{"characters":[12],"line":"Of course. Mister McQueen! Do you remember the Stink Years, Mister Strong? The first years when the water table started to drop and then just kept on dropping? No one thought they had much time then, and many of us did... questionable things, much like the things that are happening right now. There was the looting, of course, and the hoarding. Riots broke out like there was no tomorrow, for there was no tomorrow, but there is always a tomorrow if you're tough enough to cling to it. Which is why I've asked you here tonight."},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Ooooooooo."},{"characters":[12],"line":"Some people see me as an... evil man."},{"characters":[12],"line":"But the truth is, I'm no more evil than you or Ms. Pennywise or any of those poor people you insist on trying to lead. I'm only a simple man trying to cling to tomorrow. Every day. By any means necessary."},{"characters":[2],"line":"And what happens when the drought is over?"},{"characters":[12],"line":"Over? Well, we can always hope, I suppose. But until then our regimen of controlling consumption through the regulating mechanism of cash must continue."},{"characters":[2],"line":"Ah yes, the regulating mechanism of cash."},{"characters":[12],"line":"Bobby, I want you to have this cash. And I want you to tell the people that the powers that be grant full amnesty to those involved in this week's criminal activities as long as they're willing to return to the improved fee schedule as authorized by the Legislature. Don't let it happen again, and have a good time in Rio."},{"characters":[2],"line":"So many tomorrows."},{"characters":[12],"line":"Yes."},{"characters":[2],"line":"But I'm afraid my conscience will cost you more than a pile of cash, Mister Cladwell."},{"characters":[1],"line":"Bobby, it really is an awful lot of cash."},{"characters":[2],"line":"Free access is the only \"cash\" I'm interested in."},{"characters":[12],"line":"I thought we had an understanding, Bobby."},{"characters":[2],"line":"Then understand this: If there truly is a way to that bright, new day, we'll find it together. All of us, not just the wealthy few. And that means free access."},{"characters":[12],"line":"Free access is impossible."},{"characters":[2],"line":"Then that's what I'll tell the people."},{"characters":[12],"line":"Stop! We'll not return to the Stink Years, Mister Strong. I'll not allow it."},{"characters":[1],"line":"Caldwell, what are you doing?!"},{"characters":[12],"line":"I've spent a lifetime building this company, paying off the police, bribing the political elite, and snuffing out popular resistance as if it were a naughty baby bunny in the palm of my hand. My right hand. I've centralized all power to a pinpoint spot- right here! Between these two ears! And I'm not going to allow some dreamy-eyed boy who can't remember the Stink Years to ruin all that! Seize him!"},{"characters":[1],"line":"Don't do it, Caldwell! There's no telling what they'll do to the girl!"},{"characters":[12],"line":"That's just a chance I'll have to take."},{"characters":[16],"line":"He really is as evil as they say."},{"characters":[12],"line":"You think just because I love my daughter I'll stop clinging to tomorrow?!"},{"characters":[1],"line":"Caldwell, what are you saying?!"},{"characters":[12],"line":"I Closed my heart to love once, I can do it again! To Urinetown with him, then! With all haste, Officer Lockstock! With all haste!"},{"characters":[2],"line":"You lied to us, Cladwell! CLADWELL!"},{"characters":[12],"line":"You, get word to police headquarters; we'll need all hands on deck tonight. You, you, and you, stay with me! We'll see about these little \"disturbances.\" And Fipp!"},{"characters":[5],"line":"Yes, Cladwell?"},{"characters":[12],"line":"Assemble the Legislature. I want full authority for the coming crackdown."},{"characters":[5],"line":"And dirty my hands with this bad business? Not on your life."},{"characters":[12],"line":"Don't kid yourself, Fipp. Your hands are as filthy as a child's after sandbox time. But don't worry, you can wash them soon enough! Wash them by the banks of the Rio del Rio. Now go! You, you, and you! Come with me!"},{"characters":[2],"line":"You lied to us, Cladwell! You told us one thing, then you did another! That's what you did, Cladwell! That's what you did!"},{"characters":[0],"line":"Come on then, young Bobby. You can't keep screaming all the way down to Urinetown."},{"characters":[2],"line":"But Hope, she's still with the others. What happens to me happens to her."},{"characters":[0],"line":"What happens to you happens to all of us sooner or later."},{"characters":[11],"line":"Rather later than sooner, I'd say."},{"characters":[2],"line":"But not to Hope! Oh, please, not to Hope!"},{"characters":[1],"line":"Let go of me! I have to save Hope!"},{"characters":[17],"line":"There's no saving Hope now, Ms. Pennywise."},{"characters":[18],"line":"There may be no saving you."},{"characters":[1],"line":"Oh no?! Then take that! And that! And this! And a few of these!"},{"characters":[2],"line":"So what's it like, this Urinetown that I've heard so much about?"},{"characters":[11],"line":"Perhaps better for us to \"show\" you."},{"characters":[2],"line":"What's this? Where are we?"},{"characters":[11],"line":"You, my boy, stand on the very threshold to a new world."},{"characters":[0],"line":"The door is in front of you. Step through and Urinetown awaits."},{"characters":[2],"line":"Door? More like... a railing. And pigeons. A rooftop?"},{"characters":[11],"line":"And a drop."},{"characters":[0],"line":"A decisive drop."},{"characters":[2],"line":"I guess I still don't understand."},{"characters":[11],"line":"Never fear, the time of understanding is at hand!"},{"characters":[0],"line":"Welcome, then! To the very gates of Urinetown itself!"},{"characters":[2],"line":"Look, there's Public Amenity Number Forty-seven! And the Legislature! And... and my boyhood home! Why, we're just standing on top of the UGC headquarters building. And this... this is our town!"},{"characters":[0],"line":"Yes. Yes, it is."},{"characters":[2],"line":"How could it be that we're in our town and in Urinetown at the same time... unless... unless... dear God, no! You couldn't have!"},{"characters":[11],"line":"Over you go, then."},{"characters":[2],"line":"Wait a minute, you're just going to throw me off this roof and that's supposed to be Urinetown?! Death is Urinetown?!"},{"characters":[0],"line":"That's one interpretation."},{"characters":[2],"line":"Hearrrrrrrrrrrrrtttttt!!!!!!!"},{"characters":[0],"line":"A shovel and a mop, Mister Barrel. You know the drill."}]