{"lines":[{"characters":[9],"line":"What's taking them so long?"},{"characters":[8],"line":"They should have reached an agreement by now. Cladwell's not one to dilly dally."},{"characters":[7],"line":"All night the sirens and the screams. Maybe they're celebrating?"},{"characters":[15],"line":"Bobby won't let us down. He's a good boy, my Bobby Strong. If anyone can find the way to freedom, he can."},{"characters":[14],"line":"Otherwise we kill the girl. Right? That is the plan, isn't it?"},{"characters":[15],"line":"Let's not get ahead of ourselves now, shall we?"},{"characters":[15],"line":"Little Sally? What's going on up there?"},{"characters":[3],"line":"It's... it's..."},{"characters":[15],"line":"Yes?"},{"characters":[3],"line":"I saw Bobby."},{"characters":[15],"line":"Yes?"},{"characters":[3],"line":"I... I don't think the meeting went very well."},{"characters":[15],"line":"Why do you say that?"},{"characters":[3],"line":"Well, they threw him off a building."},{"characters":[15],"line":"What are you saying, Little Sally? Who threw who off a building?"},{"characters":[3],"line":"Bobby. The policemen. They threw him off a building."},{"characters":[15],"line":"The police threw Bobby off a building?"},{"characters":[8],"line":"They couldn't have done such a thing; we have Cladwell's daughter."},{"characters":[3],"line":"Well, they did."},{"characters":[7],"line":"Is... is he all right?"},{"characters":[3],"line":"Um..."},{"characters":[15],"line":"Well, is he?!"},{"characters":[3],"line":"Oh, Bobby. The policemen came soon enough, but not before I heard his last words."},{"characters":[10],"line":"His last words?"},{"characters":[3],"line":"That's right. It was about her."},{"characters":[8],"line":"Well, what were they?!"},{"characters":[8],"line":"\"No one is innocent\"? What did he mean by that?"},{"characters":[3],"line":"I don't know, he started fading in and out after a while. It was a miracle he was alive at all, the fall was so horrible."},{"characters":[7],"line":"Was he talking about me? How can he say I'm not innocent? Not innocent of what?"},{"characters":[9],"line":"Not innocent?! Who the hell does he think he is?!"},{"characters":[3],"line":"Wait! Wait, please. There's more. He said..."},{"characters":[15],"line":"Yes?"},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Yes?!!"},{"characters":[3],"line":"And then he expired."},{"characters":[9],"line":"The bastard Cladwell lied to us."},{"characters":[15],"line":"He took my Joseph. Now he takes my Bobby."},{"characters":[7],"line":"Who will lead us now?!"},{"characters":[8],"line":"We're lost! Lost, I tell you! The rebellion is over!"},{"characters":[10],"line":"Destroyed with a shove!"},{"characters":[7],"line":"What do we do?!"},{"characters":[14],"line":"I'll tell you what we do! We do to her what they did to him!"},{"characters":[8],"line":"That's right! Do to her what they did to him!"},{"characters":[1],"line":"Or you could take me instead."},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Whaa-?!"},{"characters":[3],"line":"Ms. Pennywise!"},{"characters":[9],"line":"Seize her!"},{"characters":[1],"line":"Yes, do whatever you feel you need to, but please, spare the child."},{"characters":[14],"line":"Old woman, you've been grasping and conniving all your days. Why so giving now?"},{"characters":[1],"line":"Because... Hope is my daughter."},{"characters":[1],"line":"And I am her mother."},{"characters":[1],"line":"Yes, Hope, it's true. I am your mother, the onetime lover of Caldwell B. Cladwell."},{"characters":[7],"line":"Strumpet!"},{"characters":[9],"line":"Slattern!"},{"characters":[1],"line":"Call me what you will, but it was during the Stink Years, you see. No one thought they had much time then, so many of us did... questionable things. There was the looting, of course, and the hoarding. But there were also the fond farewells and the late-night trysts. Life was an explosion filled with riots, cheap cabarets, dancing girls-"},{"characters":[3],"line":"And love?"},{"characters":[1],"line":"Oh yes, and love. There was love like no tomorrow, for there was no tomorrow, but there is always a tomorrow of some kind or another. After you were born, Caldwell made me promise never to reveal my identity to you, for I was something of a strumpet in my day. But never in my wildest-"},{"characters":[4],"line":"Enough!"},{"characters":[4],"line":"My heart is telling me many things right now, as you can all well imagine. But one thing it's bellowing louder than anything else is that when there's wrong in the world we must right it. You did a wonderful thing by coming here, Ms. Pennywise. Mom. And if you can reform yourself, maybe we can reform a lot more than we know. Ladies and gentlemen of the rebellion, if you want to do to me what they did to Bobby, I wouldn't blame you."},{"characters":[9],"line":"Seize her!"},{"characters":[4],"line":"But if this righteous rebellion were to peter out in Bobby's absence, sending his memory to oblivion, I would blame you. All of you! Kill me and the rebellion dies with me. Let me lead you and the rebellion will triumph!"},{"characters":[7],"line":"Lead us?!"},{"characters":[10],"line":"She's mad!"},{"characters":[4],"line":"Lead you to the very nerve center of my father's empire."},{"characters":[1],"line":"I've got a key!"},{"characters":[4],"line":"And the guards know not to question me. But once there, we'll question Daddy. Oh dear, yes, we'll question him plenty!"},{"characters":[15],"line":"Why should we trust you?"},{"characters":[4],"line":"Because Bobby- your hero- loved me. And I loved him."},{"characters":[15],"line":"Hope, dear girl, on behalf of the people of the rebellion, perhaps we, in time, might be able to love you, too."},{"characters":[4],"line":"It's all that really matters, isn't it? Love? Now let's go do to them what they were ultimately going to do to us!"},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Hooray!!"}]}