{"lines":[{"characters":[11],"line":"An absolute maze, that's what the sewer system is."},{"characters":[0],"line":"I'm going back down to give it another look. You stay here to guard the streets."},{"characters":[11],"line":"I've been meaning to ask, Mister Lockstock. Do you ever... have doubts about what we've been doing? About the killings and all?"},{"characters":[0],"line":"It may surprise you to learn that sometimes I do, but the health and security of this town are my primary concerns. I love the people of this community, Mister Barrel. Very much. Cladwell's edicts may be their only chance."},{"characters":[11],"line":"And I love you. Very much."},{"characters":[0],"line":"I see."},{"characters":[11],"line":"Well, that went pretty well."},{"characters":[5],"line":"I'm perfectly capable of finding my own way to the Legislature, you know."},{"characters":[16],"line":"No offense, Senator, but Mister Cladwell didn't want you flying the coop, what with the coming crackdown and all."},{"characters":[5],"line":"And what if I am flying the coop?! What if I'm actually on my way to the airport right now to catch the last flight out to Rio?! What would you say to that?! Hmmm?!"},{"characters":[16],"line":"Can I come?"},{"characters":[12],"line":"Any word from Lockstock and Barrel, Mister McQueen?"},{"characters":[13],"line":"Not yet, sir. They're still searching the sewer system."},{"characters":[12],"line":"Which is where they'll be keeping Hope, I imagine. I only pray that when we meet in heaven she can find it in the vastness of her heart to forgive me."},{"characters":[4],"line":"Giving up on me so soon, Daddy?"},{"characters":[12,13],"line":"Whaa-?!"},{"characters":[13],"line":"Ms. Cladwell, what an unexpected surprise."},{"characters":[4],"line":"Is there any other kind?"},{"characters":[12],"line":"Hope, darling, thank God you're safe."},{"characters":[4],"line":"I'm not safe yet, Daddy, but I will be. Soon all the people of this land will be safe."},{"characters":[1],"line":"Most of us, anyway."},{"characters":[12],"line":"WHAA-?"},{"characters":[1],"line":"It's all over, Caldwell. We've come to take you away."},{"characters":[12],"line":"Take me away? But... to where?"},{"characters":[8],"line":"To the same place you sent young Bobby."},{"characters":[10],"line":"And Old So and So."},{"characters":[7],"line":"And all those who wouldn't- or couldn't- meet your criminal fee hikes."},{"characters":[12],"line":"Hope darling, what's the meaning of this?"},{"characters":[4],"line":"I've joined the revolution, Daddy. And you? I believe it's time you joined the ex-pat community- in Urinetown!"},{"characters":[12],"line":"You're making a terrible mistake, Hope darling. You need me more than you know."},{"characters":[4],"line":"The only thing we need now is freedom, Daddy. For the people."},{"characters":[3],"line":"And love?"},{"characters":[4],"line":"Oh, yes. And love."},{"characters":[12],"line":"That's what I used to think, too, Hope. Before the Stink Years. But worldwide ecological devastation has a way of... changing a man. You're too young to understand it now, Hope dear, but there really are things more important than love. Food, water, and shelter, for example."},{"characters":[1],"line":"And piles and piles of cash?"},{"characters":[12],"line":"It wasn't just cash, Ms. Pennywise. It was an awful lot of cash."},{"characters":[4],"line":"Take him away."},{"characters":[12],"line":"I regret nothing! You hear me? Nothing!! Maybe I was a bad father and a cruel and vicious man! But I kept the pee off the street and the water in the ground! You hear me?! I kept the water in the ground!!!"},{"characters":[13],"line":"What now, Ms. Cladwell?"},{"characters":[4],"line":"Now is the beginning for all of us. Now is a new day when each of us, regardless of race, creed, class, or criminal history, can come together as one people and share the fruits of our labor as one. Now is the dawning of a new age of compassion and the right to do whatever you like, whenever you like, with whomever you like, in whatever location you like. Ladies and gentlemen, today marks the final day of an age of fear, an age that lasted far too long. Today marks the first day of a new age! A new age-"},{"characters":[7],"line":"Don't say it!"},{"characters":[4],"line":"Of hope!"},{"characters":[0],"line":"Well, as you guessed, Hope took over her father's business, instituting a series of reforms that opened the public bathrooms to all the people, to pee for free whenever they liked, as much as they liked, for as long as they liked, with whomever they liked. The UGC was renamed the Bobby Strong Memorial Toilet Authority and was operated as a public trust for the benefit of the public."},{"characters":[3],"line":"Officer Lockstock? Where'd you go?"},{"characters":[0],"line":"Just keeping my head down, Little Sally. Something you should learn to do."},{"characters":[3],"line":"But aren't you scared the rebels will see you?"},{"characters":[0],"line":"Oh, I may be a cop, but I'm also the narrator. So no one can touch me, not if they want the show to end."},{"characters":[4],"line":"So many people peeing at will. Thanks to the rebellion the world is a much better place."},{"characters":[13],"line":"Actually, Ms. Cladwell, your father commissioned a study of water consumption just before he-"},{"characters":[4],"line":"My father was a tyrant. We need never fear him again. Justice is the only tyrant we need obey."},{"characters":[0],"line":"Of course, it wasn't long before the water turned silty, brackish, and then disappeared altogether. As cruel as Caldwell B. Cladwell was, his measures effectively regulated water consumption, sparing the town the same fate as the phantom Urinetown. Hope chose to ignore the warning signs, however, preferring to bask in the people's love for as long as it lasted."},{"characters":[3],"line":"What kind of musical is this?! The good guys finally take over and then everything starts falling apart?!"},{"characters":[0],"line":"Like I said, Little Sally, this isn't a happy musical."},{"characters":[3],"line":"But the music's so happy!"},{"characters":[0],"line":"Yes, Little Sally. Yes, it is."},{"characters":[15],"line":"Such a fever. If only I had a cool, tall glass of water, maybe I'd have a fighting chance."},{"characters":[4],"line":"But don't you see, Mrs. Strong? The glass of water's inside you. It always has been."},{"characters":[15],"line":"It has?"},{"characters":[4],"line":"Of course, it has. Don't you know what you are?"},{"characters":[15],"line":"A river?"},{"characters":[4],"line":"That's right. We all are."},{"characters":[3],"line":"I don't think too many people are going to come see this musical, Officer Lockstock."},{"characters":[0],"line":"Why do you say that, Little Sally? Don't you think people want to be told that their way of life is unsustainable?"},{"characters":[3],"line":"That- and the title's awful. Can't we do a happy musical next time?"},{"characters":[0],"line":"If there is a next time, I'm sure we can. Well, that's our story. Hope eventually joined her father in a manner not quite so gentle. Mister McQueen opened a bottling factory just outside Brasilia, which did rather well until the Amazon dried up. Then he moved. As for the people of this town? They did as best they could. But they were prepared for the world they inherited, weaned as they were on the legend born of their founding father's scare tactics. For when the water dried up, they recognized their town for the first time for what it really was. What it was always waiting to be."},{"characters":[0],"line":"Hail, Malthus!"},{"characters":[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18],"line":"Hail, Malthus!"},{"characters":[0],"line":"Thank you. And good night."}]}